Repository: Andrei0105/rileylink_ios
Catalog: RileyLinkBLEKit/*.lproj/Localizable.strings
Languages: sv

source: Data exceeded maximum size of %@ bytes
sv: Data överstiger maximal antal av %@ bytes

source: Input %@ is invalid
sv: Inmatning %@ ogiltig

source: Make sure the device is nearby, and the issue should resolve automatically
sv: Säkerställ att enhet är inom räckhåll, så borde problem lösas automatiskt

source: Peripheral did not respond in time
sv: Perifer enhet svarade inte i tid

source: Peripheral isnʼt connected
sv: Perifer enhet är inte ansluten

source: Pump did not respond in time
sv: Pump svarade inte i tid

source: Response %@ is invalid
sv: Respons %@ ogiltig

source: RileyLink firmware does not support the %@ command
sv: RileyLink firmware stöder inte kommandot %@

source: The RileyLink was temporarily disconnected
sv: RileyLink var temporärt frånkopplad

source: Unknown characteristic
sv: Okänd karakterisktika
